Repository: Khajkata/kitten-test
Catalog: tabbycat/utils/locale/*/LC_MESSAGES/django.po
Languages: id

source: No Data Available
id: Tidak ada data yang tersedia

source: chair
id: ketua panel

source: panellist
id: panelis

source: Redacted
id: Dihapus

source: View %(team)s's Record
id: Tampilkan rekam jejak %(team)s

source: Code name: <strong>%(name)s</strong>
id: Nama samaran tim: <strong>%(name)s</strong>

source: Real name: <strong>%(name)s</strong>
id: Nama asli: <strong>%(name)s</strong>

source: %(team)s won
id: %(team)s menang

source: %(team)s lost
id: %(team)s kalah

source: %(team)s—no result
id: %(team)s—tidak ada hasil

source: %(team)s placed %(place)s
id: %(team)s mendapatkan urutan %(place)s

source: %(team)s is advancing
id: %(team)s lanjut ke babak selanjutnya

source: %(team)s was eliminated
id: %(team)s tereliminasi

source: View/edit debate ballot
id: Lihat/sunting lembar penilaian

source: View debate ballot
id: Lihat lembar penilaian

source: Won against %(team)s
id: Menang melawan %(team)s

source: Lost to %(team)s
id: Kalah dari %(team)s

source: No result for debate against %(team)s
id: Tidak ada hasil untuk debat melawan %(team)s

source: Total speaker score: <strong>%s</strong>
id: Total skor pembicara: <strong>%s</strong>

source: Teams in debate:
id: Tim dalam debat:

source: advancing
id: maju

source: Advancing
id: Maju

source: eliminated
id: tereliminasi

source: Eliminated
id: Tereliminasi

source: No result for debate
id: Tak ada hasil untuk debat

source: Placed %(place)s
id: Mendapatkan peringkat %(place)s

source: Tournament
id: Turnamen

source: Round
id: Ronde

source: Name
id: Nama

source: Institution
id: Institusi

source: Member of the Adjudication Core
id: Anggota Tim Penjurian Inti

source: Independent Adjudicator
id: Juri Undangan

source: Always Trainee
id: Selalu Trainee

source: in minority
id: sebagai minoritas

source: Debate Adjudicators
id: Juri Debat

source: Motion
id: Mosi

source: Team
id: Tim

source: Categories
id: Kategori

source: Category
id: Kategori

source: This room %(predicate)s.
id: Ruangan ini %(predicate)s.

source: This room %(predicates)s, and %(last_predicate)s.
id: Ruangan ini %(predicates)s, dan %(last_predicate)s.

source: Room
id: Ruangan

source: Side
id: Sisi

source: Team %(num)d
id: Tim %(num)d
